Repository: CecileBr/wpudisplayinstagram
Catalog: lang/wpudisplayinstagram-*.po
Languages: fr_fr, it_it

source: Import Settings
fr_fr: Réglages d'import
it_it: Importa Impostazioni

source: Settings
fr_fr: Réglages
it_it: Impostazioni

source: No
fr_fr: Non

source: Yes
fr_fr: Oui
it_it: Si

source: Settings saved.
fr_fr: Réglages enregistrés.
it_it: Impostazioni salvate.

source: Upload New Media
fr_fr: Ajouter un nouveau média
it_it: Carica Nuovo

source: Save
fr_fr: Enregistrer
it_it: Salva

source: API Access
fr_fr: Accès API
it_it: Accesso API

source: Generated post
fr_fr: Article généré
it_it: Articolo generato

source: Usernames
fr_fr: Noms d'utilisateur
it_it: Utente

source: One user name by line
fr_fr: Un nom d'utilisateur par ligne
it_it: Nome di un utente di linea

source: Display posts
fr_fr: Afficher les articles
it_it: Visualizzare i posts

source: Display posts in front
fr_fr: Afficher les articles sur le site
it_it: Visualizzare tutti i posts di fronte

source: Replace oembed
fr_fr: Remplacer les oembed
it_it: Sostituire oembed

source: Use local instagram images when available instead of JS embed.
fr_fr: Utiliser des images instagram locales quand elles sont disponibles au lieu de l'embed JS.
it_it: Usa le immagini instagram locali quando disponibili invece dell'incorporamento JS.

source: Import as draft
fr_fr: Importer comme brouillon
it_it: Importare come bozza

source: Import image as a draft post
fr_fr: Importer comme brouillon
it_it: Importare l'immagine come un progetto di post

source: Remove tags
fr_fr: Supprimer les tags
it_it: Rimuovere i tag

source: Remove tags from the post title
fr_fr: Supprimer les tags du titre de l'article
it_it: Rimuovere i tag dal titolo del articolo

source: Insert image
fr_fr: Insérer l'image
it_it: Inserisci immagine

source: Insert image in the post content
fr_fr: Insérer l’image dans le contenu de l'article
it_it: Inserire immagine nel contenuto del articolo

source: The response from Instagram is invalid.
fr_fr: La réponse d'Instagram est invalide.
it_it: La risposta da Instagram non è valida.

source: The access token from Instagram could not be retrieved.
fr_fr: L'access token d'Instagram n'a pas être récupéré.
it_it: Non è possibile recuperare il token di accesso da Instagram.

source: The token have been successfully imported.
fr_fr: Le token a été importé avec succès.
it_it: Il token sono stati importati correttamente.

source: The datas sent by Instagram are invalid.
fr_fr: Les données renvoyées par Instagram sont invalides.
it_it: I dati inviati da Instagram non sono validi.

source: Instagram posts
fr_fr: Articles Instagram
it_it: Posts di Instagram

source: Instagram post
fr_fr: Article Instagram
it_it: Post di Instagram

source: Instagram tags
fr_fr: Tags Instagram
it_it: Tag di Instagram

source: Import settings
fr_fr: Réglages d'import
it_it: Importa impostazioni

source: The API works great.
fr_fr: L'API fonctionne très bien.
it_it: L'API funziona alla grande.

source: The API does not work.
fr_fr: L'API ne fonctionne pas.
it_it: L'API non funziona.

source: Invalid access token has been disabled.
fr_fr: Un access token invalide a été désactivé.
it_it: Token di accesso non valido è stato disattivato.

source: The import has failed.
fr_fr: L'import a échoué.
it_it: L'importazione non riuscita.

source: %s files have been imported.
fr_fr: %s fichiers ont été importés.
it_it: %s file sono stati importati.

source: %s file have been imported.
fr_fr: %s fichier a été importé.
it_it: %s file è stato importato.

source: No file have been imported.
fr_fr: Aucun fichier n'a été importé.
it_it: Nessun file sono stati importati.

source: The WordPress external requests are disabled.
fr_fr: Les appels externes de WordPress sont désactivés.
it_it: Le richieste esterne di WordPress sono disabilitate.

source: Please fill in Config details or create a <a target="_blank" href="%s">new Instagram app</a>
fr_fr: Merci de remplir les détails de configuration ou de créer une <a target="_blank" href="%s">nouvelle application Instagram</a>
it_it: Compilate la pagina di configurazione dettagli o creare una <a target="_blank" href="%s">nuova app Instagram</a>

source: Please <a href="%s">login here</a>
fr_fr: Merci de <a href="%s">vous connecter</a>
it_it: Per favore <a href="%s">login qui</a>

source: Next import: in %s
fr_fr: Prochain import : dans %s
it_it: Importazione Successiva : in %s

source: Import now
fr_fr: Importer maintenant
it_it: Importa ora

source: Test import
fr_fr: Tester l'import
it_it: Controllare le importazione

source: Latest imports
fr_fr: Derniers imports
it_it: Importazioni recenti

source: Save Changes
fr_fr: Enregistrer les modifications
it_it: Salva modifiche

source: Tags
fr_fr: Étiquettes

source: Author
fr_fr: Auteur
it_it: Autori

source: Sandbox mode is enabled for this app.
fr_fr: Le mode sandbox est activé pour cette application.
it_it: La modalità sandbox è attivata per questa applicazione.

source: Only the images posted by the signed-in user will be imported.
fr_fr: Seules les images postées par l'utilisateur connecté seront importées.
it_it: Solo verranno importate le immagini pubblicate dall'utente firmato-in.

source: The access token for <strong>%s</strong> seems to be expired. Please <a href="%s">renew it here</a>.
fr_fr: L’access token pour <strong>%s</strong> semble être expiré. Merci de <a href="%s">le renouveler ici</a>.

source: Number of pictures displayed:
fr_fr: Nombre d'images affichées :
it_it: Numero di immagini visualizzate:

source: Access token
it_it: Token d'accesso
